Repository: alisaki20/msp-framework
Catalog: languages/msp-framework-*.po
Languages: ar, fa

source: OK
ar: حسنا
fa: باشه

source: Messages
ar: الرسائل
fa: پیام ها

source: The value should not be empty
ar: هذه القيمة يجب ألا تكون فارغة
fa: این مقدار نباید خالی باشد

source: '%s' is not valid number
ar: '%s' ليس رقم
fa: '%s' شماره نیست

source: '%s' is invalid url
ar: '%s' هو عنوان url غير صالح
fa: '%s' آدرس اینترنتی نامعتبر است

source: '%s' is invalid email
ar: '%s' هو بريد إلكتروني غير صالح
fa: '%s' ایمیل نامعتبر است

source: '%s' is invalid hexadecimal color code
ar: '%s' هو رمز لون سداسي عشري غير صالح
fa: '%s' کد رنگ هگزادسیمال نامعتبر است

source: Enable \ Disable
ar: مفعل / غير مفعل
fa: فعال / غیرفعال

source: Show Separated sections
ar: إظهار أقسام منفصلة
fa: نمایش بخشهای جدا شده

source: Show all sections
ar: عرض كل الأقسام
fa: نمایش تمام بخشها

source: Please select the sections you want to restore
ar: الرجاء تحديد الأقسام التي تريد استعادتها
fa: لطفاً بخشهایی را که می خواهید بازیابی کنید انتخاب کنید

source: Do you want to Restore anyway?
ar: هل تريد الاستعادة على أي حال؟
fa: آیا به هر حال می خواهید درون ریزی کنید؟

source: This is a backup of various settings versions and may not be compatible with this version.
ar: هذه نسخة احتياطية من إصدار إعدادات مختلفة وقد لا تكون متوافقة مع هذا الإصدار.
fa: این نسخه پشتیبان از نسخه تنظیمات مختلف است و ممکن است با این نسخه سازگار نباشد.

source: In this section you can transferring your settings to other site by getting backup file or copy data to clipboard
ar: في هذا القسم، يمكنك نقل إعداداتك إلى موقع آخر عن طريق الحصول على ملف النسخ الاحتياطي أو نسخ البيانات إلى الحافظة
fa: در این بخش می توانید با دریافت فایل پشتیبان یا کپی داده ها در حافظه، تنظیمات خود را به سایت دیگر منتقل کنید

source: Your changes have been saved successfully.
ar: تم حفظ التغييرات الخاصة بك بنجاح.
fa: تغییرات شما با موفقیت ذخیره شد.

source: The values have not been sent for save.
ar: لم يتم إرسال القيم للحفظ.
fa: مقادیر برای ذخیره ارسال نشده اند.

source: You do not have permission to modify these options.
ar: ليس لديك إذن لتعديل هذه الخيارات.
fa: شما اجازه تغییر این گزینه ها را ندارید.

source: You are not logged in, please login and try again.
ar: أنت لم تسجل الدخول، يرجى تسجيل الدخول والمحاولة مرة أخرى.
fa: شما وارد سیستم نشده اید، لطفا وارد شوید و دوباره امتحان کنید.

source: Your backup successfully restored.
ar: تمت استعادة نسختك الاحتياطية بنجاح.
fa: پشتیبان گیری شما با موفقیت درون ریزی شده است.

source: This backup is from other settings and it's not compatible with this settings.
ar: هذه النسخة الاحتياطية من إعدادات أخرى وهي غير متوافقة مع هذه الإعدادات.
fa: این نسخه پشتیبان از تنظیمات دیگر تهیه شده است و با این تنظیمات سازگار نیست.

source: The backup data is not valid.
ar: بيانات النسخ الاحتياطي غير صالحة.
fa: اطلاعات پشتیبان گیری نامعتبر است.

source: connection timeout.
ar: انتهى وقت محاولة الاتصال.
fa: زمان اتصال منقضی شد.

source: Unexpected error.
ar: خطأ غير متوقع.
fa: خطای غیرمنتظره.

source: Saving ...
ar: جارٍ الحفظ ...
fa: در حال ذخیره ...

source: Fields Count
ar: عدد الحقول
fa: تعداد فیلدها

source: Section Name
ar: اسم القسم
fa: نام بخش

source: Toggle all sections
ar: تغيير كل الأقسام
fa: تغییر همه بخشها

source: Copy backup data
ar: نسخ بيانات النسخ الاحتياطي
fa: کپی کردن داده های پشتیبان گیری

source: Create backup file
ar: إنشاء ملف النسخ الاحتياطي
fa: ایجاد فایل پشتیبان گیری

source: Here you can download the backup file of the last applied settings and import it to your other site from the settings restore section.
ar: هنا يمكنك تنزيل ملف النسخ الاحتياطي لآخر الإعدادات المطبقة واستيرادها إلى موقعك الآخر من قسم استعادة الإعدادات.
fa: در اینجا می توانید فایل پشتیبان گیری از آخرین تنظیمات اعمال شده را بارگیری کرده و از قسمت درون ریزی تنظیمات، آن را به سایت دیگر خود انتقال دهید.

source: Backup Settings
ar: نسخ الإعدادات احتياطيا
fa: پشتیبان گیری تنظیمات

source: Restore
ar: استعادة
fa: درون ریزی

source: Backup data
ar: بيانات النسخ الاحتياطي
fa: داده ها پشتیبان گیری

source: Restore from clipboard
ar: استعادة من الحافظة
fa: بازیابی از حافظه

source: Restore from file
ar: استعادة من ملف
fa: درون ریزی از فایل

source: Here you can select the backup file to import and apply the settings to your site.
ar: هنا يمكنك تنزيل ملف نسخ احتياطي لأحدث الإعدادات المطبقة ونقله إلى موقعك الآخر من قسم استيراد الإعدادات.
fa: در اینجا می توانید فایل پشتیبان را برای وارد کردن و اعمال تنظیمات روی سایت خود انتخاب کنید.

source: Restore Settings
ar: استعادة الإعدادات
fa: درون ریزی تنظیمات

source: Transferring settings
ar: نقل الإعدادات
fa: انتقال تنظیمات

source: Back up
ar: نسخ احتياطي
fa: پشتیبان گیری

source: Cancel
ar: إلغاء
fa: لغو

source: Please select the sections you want to back up
ar: الرجاء تحديد الأقسام التي تريد عمل نسخة احتياطية منها
fa: لطفاً بخشهایی را که می خواهید از آنها نسخه پشتیبان تهیه کنید انتخاب کنید

source: Hide
ar: إخفاء
fa: مخفی کردن

source: Settings have changed, you must save them!
ar: لقد تغيرت الإعدادات، يجب عليك حفظها!
fa: تنظیمات تغییر کرده است، شما باید آنها را ذخیره کنید!

source: Your changes have not been saved Are you sure you want to leave?
ar: لم يتم حفظ التغييرات الخاصة بك هل انت متاكد انك تريد ان تغادر؟
fa: تغییرات شما ذخیره نشده است آیا مطمئن هستید که میخواهید خارج شوید؟

source: Reset All Sections
ar: إعادة تعيين جميع الأقسام
fa: بازنشانی همه بخشها

source: Reset This Section
ar: إعادة تعيين هذا القسم
fa: این بخش را بازنشانی کنید

source: Save Changes
ar: حفظ التغييرات
fa: ذخیره تغییرات

source: Delete Image
ar: حذف صورة
fa: حذف تصویر

source: Select Image
ar: اختيار صورة
fa: انتخاب تصویر

source: Default Image
ar: الصورة الافتراضية
fa: تصویر پیش فرض

source: There is no select image. Please select image from Wordpress media library
ar: لا توجد صورة محددة. الرجاء تحديد صورة من مكتبة وسائط Wordpress
fa: هیچ تصویری انتخاب نشده است. لطفاً تصویر را از کتابخانه رسانه وردپرس انتخاب کنید

source: No Image Selected
ar: لم يتم تحديد صورة
fa: هیچ تصویری انتخاب نشده است

source: Ali Saki
ar: علی ساکی
fa: علی ساکی

source: Material Settings Page for Themes\Plugins.
ar: صفحه اعدادات للقوالب والإضافات.
fa: صفحه تنظیمات برای پوسته ها و افزونه ها.
